Repository: JITdev/drf-api-key
Catalog: src/drf_api_key/locale/*/LC_MESSAGES/django.po
Languages: hu

# messages
source: The API key for {name} is: {key}. Please store it somewhere safe: you will not be able to see it again.
hu: Az API kulcshoz ({name}) tartozó érték: {key} Tárolja biztonságos helyen, a kulcs értéke csak egyszer jelenik meg.

# errors
source: Key is not valid.
hu: A kulcs érvénytelen.

# fields
source: id
hu: azonosító

# fields
source: prefix
hu: előtag

# fields
source: hashed key
hu: kulcs hash

# fields
source: created
hu: létrehozva

# fields
source: name
hu: név

# helptext
source: A free-form unique name for the API key.
hu: Szabadon választható egyedi elnevezés.

# fields
source: revoked
hu: visszavonva

# helptext
source: If the API key is revoked, clients cannot use it anymore.
hu: A visszavont apikulcsot nem lehet többé használni.

# fields
source: expiry date
hu: lejárati dátum

# helptext
source: Once API key expires, clients cannot use it anymore.
hu: A lejárt apikulcsot nem lehet tovább használni.

# errors
source: The API key has been revoked - cannot be undone.
hu: A visszavont apikulcsot nem lehet módosítani, vagy visszavonni.
